/* Image updated and no new image available. */
"Cached image is up to date" = "Cached image is up to date";

/* NSURLConnection initialization method failed. */
"can not init request." = "can not init request.";

/* delete alert */
"delete image file？" = "删除图片文件？";

/* say hi to world */
"hi" = "好";

/* Image not found in cache or new image available. */
"Newly cached image" = "Newly cached image";

/* Image found in cache and updated in last 24 hours. */
"Previously cached image" = "Previously cached image";

/* Information about updates. */
"The cached image is updated if 24 hours has elapsed since the last update and you press the Display Image button." = "The cached image is updated if 24 hours has elapsed since the last update and you press the Display Image button.";

